Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Advanced $district_giga_frameworld_nexus_plural$
ru: Продвинутый $district_giga_frameworld_nexus_plural$

source: Advanced Afterburners
ru: Улучшенные форсажные камеры

source: Advanced Attack Moon Configurations
ru: Расширенные конфигурации Боевой Луны

source: Advanced Creature
ru: Продвинутое существо

source: Advanced Dark Matter Habitats
ru: Продвинутые среды обитания Темной материи

source: Advanced Hive Battleship Hulls
ru: Усовершенствованные корпуса линкоров-ульев

source: Advanced Hive Corvette Hulls
ru: Усовершенствованные корпуса корветов-ульев

source: Advanced Hive Cruiser Hulls
ru: Усовершенствованные корпуса крейсеров-ульев

source: Advanced Hive Destroyer Hulls
ru: Усовершенствованные корпуса разрушителей ульев

source: Advanced Industries
ru: Прогрессивная экономика

source: Advanced Negative Mass Utilities
ru: Продвинутые утилиты отрицательной массы

source: Advanced Perimeter Station Reactor
ru: Усовершенствованный реактор станции периметра

source: Advanced Political Research
ru: Новые политические исследования

source: Advanced Shipbound Districts
ru: Продвинутые портативные районы

source: Advanced Stellarite Generator
ru: Продвинутый генератор Стелларита

source: Advanced String Theory
ru: Продвинутая теория струн

source: Advanced Theoretical Chemistry
ru: Исследования теоретической химии

source: Advanced climate control systems provide ideal environments for all forms of organic life, greatly enhancing both living conditions and agricultural output.
ru: Передовые системы климат-контроля обеспечивают идеальные условия для всех форм органической жизни, значительно улучшая как условия жизни, так и сельскохозяйственную продукцию

source: Advanced climate control systems, designed to provide ideal environments for all forms of organic life.
ru: Усовершенствованные системы климат-контроля, разработанные для обеспечения идеальных условий для всех форм органической жизни

source: Advanced detection techniques allow for us to see EVERYTHING
ru: Передовые методы обнаружения позволяют нам видеть ВСЕ

source: Advanced facilities dedicated to the production of Strategic Resources.
ru: Передовые объекты, предназначенные для добычи стратегических ресурсов

source: Advanced laboratories where research is conducted in every scientific field.
ru: Передовые лаборатории, где проводятся исследования во всех научных областях

source: Advanced neural network technologies have allowed machines to perform tasks previously only sentients could manage.
ru: Усовершенствованные технологии нейронных сетей позволили машинам выполнять задачи, ранее для них недоступные.

source: Advanced prediction greatly increases the accuracy of active countermeasure systems.
ru: Улучшенные методы прогнозирования повышают точность систем активного противодействия.

source: Advanced resource & energy producing facilities
ru: Передовые предприятия по производству ресурсов и энергии

source: Advanced rotary autocannons capable of spewing a cloud of high-explosive shells at a target.
ru: Новейшая поворотная автопушка, выпускающая в цель облако фугасных снарядов.

source: Advancements in orbital mining allows use to improve on the old design, creating much more efficient stations that can be constructed at a much lower cost.
ru: Достижения в области орбитальной добычи позволяют усовершенствовать старую конструкцию, создавая более эффективные станции, которые можно построить по гораздо меньшей цене.

source: Advances in 3D-printing and modular construction can lead to exponentially faster construction techniques.
ru: Достижения в области 3D-печати и модульного строительства могут привести к экспоненциально более быстрым методам строительства.

source: Advances in AI technology have increasingly allowed AIs access to most advanced of tasks.
ru: Достижения в области технологий ИИ все чаще позволяют ему решать самые сложные задачи.

source: Advances in abstract physics enable the development of ultra-high-capacity hyperlane power transmitters that allow for fast and efficient interstellar energy transmission.
ru: Достижения в области абстрактной физики позволили нам разработать сверхвысокочастотные передатчики энергии, которые обеспечивают быструю и эффективную передачу энергии на межзвездные расстояния.

source: Advances in crystalline technologies can lead to a variety of new and incredibly efficient lenses, capable of focusing immense amounts of energy.
ru: Достижения в области кристаллических технологий могут привести к созданию множества новых и невероятно эффективных линз, способных фокусировать огромное количество энергии.

source: Advances in field and gravity manipulation have drastically increased the effective density of the artillery's projectiles to physics-defying limits, meaning even more slag can be fit into artillery and said slag is significantly deadlier.
ru: Достижения в области манипулирования полем и гравитацией резко увеличили эффективную плотность артиллерийских снарядов до пределов, не поддающихся физике, что означает, что в артиллерию может быть помещено еще больше шлака, и указанный шлак значительно смертоноснее.

source: Advances in mineral scanning allow us to more rapidly and accurately assess potential harvesting candidates.
ru: Достижения в области сканирования минералов позволяют нам более быстро и точно оценивать потенциальных кандидатов на добычу

source: Aegis
ru: Эгида

source: Aegis Section
ru: Секция Эгида

source: Aegis of Light
ru: Квазар Стелларенвой

source: Aegis of Lights
ru: Квазар Стелларенвои

source: Aegises
ru: Эгида

source: Aesthetics
ru: Эстетика

source: Aesthetics Traditions
ru: Традиции эстетики

source: Aesthetics Traditions Finished
ru: Традиции эстетики завершены

source: Aeternite $name_psy_siphon$
ru: Вечный $name_psy_siphon$

source: Aeternite Balance
ru: Вечный баланс

source: Aeternite Capital
ru: Столица вечности

source: Aeternite Communications Disrupted!
ru: Связь с вечностью нарушена!

source: Aeternite Communications Report: Loopholes
ru: Отчет Связь с вечностью: лазейки

source: Aeternite Conflict
ru: Вечный конфликт

source: Aeternite Databanks
ru: Банки данных Вечности

source: Aeternite Engineering Report: Aiondia
ru: Технический отчет Вечный: YАйондия

source: Aeternite Engineering Report: Decrepit Designs
ru: Технический отчет Вечности: ветхие конструкции

source: Aeternite Entertainment Megaplexes
ru: Мегаплексы вечных развлечений

source: Aeternite Esoteric Synthesizer
ru: Вечный эзотерический синтезатор

source: Aeternite Expansion
ru: Расширение вечности

source: Aeternite Gravi-Quanta Mortar Battery
ru: Вечная гравиквантовая минометная батарея

source: Aeternite Guardians
ru: Вечные стражи

source: Aeternite Habitation Megaplexes
ru: Мегаплексы вечного жилья

source: Aeternite Infrastructure Bombarded!
ru: Инфраструктура Вечности подверглась бомбардировке!

source: Aeternite Intel Acquired!
ru: Получена информация о вечности!

source: Aeternite Intel Report: Drastic Inaccuracies
ru: Отчет разведки Вечности: серьезные неточности

source: Aeternite Intel Successfully Planted!
ru: Разведданные Вечности успешно внедрены!

source: Aeternite Intelligence
ru: Вечный разум

source: Aeternite Loop-Quantum Arc Emitter
ru: Вечный контур-квантовый дуговой излучатель

source: Aeternite Loop-Quantum Beamsprayer
ru: Петля вечности-квантовый рассеиватель лучей

source: Aeternite Loop-Quantum Communications
ru: Петля вечности -квантовые комЛуныикации

source: Aeternite Loop-Quantum Defensive Matrix
ru: Петля вечности -квантовая защитная матрица

source: Aeternite Loop-Quantum Defensive Projector
ru: Петля вечности - квантовый защитный проектор

source: Aeternite Loop-Quantum Extinction Ray
ru: Вечная петля-квантовый луч угасания

source: Aeternite Loop-Quantum Leap Drive
ru: Вечная петля- привод квантового скачка

source: Aeternite Loop-Quantum Projectobreaker
ru: Петля вечности-квантовый разрушитель проектов

source: Aeternite Loop-Quantum Protector Matrix
ru: Петля вечности-квантовая защитная матрица

source: Aeternite Loop-Quantum Reactor
ru: Петлево-квантовый реактор Вечности

source: Aeternite Loop-Quantum Supreme Dominance
ru: Петля вечности - Квантовое верховное господство

source: Aeternite Nutrition Center
ru: Центр питания Вечности

source: Aeternite Planetcraft
ru: Вечный планетолет

source: Aeternite Planetcraft Debris Field
ru: Поле обломков планетолета Вечный

source: Aeternite Planetcraft Destroyed!
ru: Инопланетный планетолет уничтожен!

source: Aeternite Planetcraft Refurbishment
ru: Реконструкция планетолета Вечный

source: Aeternite Planetcraft Restored!
ru: Вечный планетолет восстановлен!

source: Aeternite Psikapacitor
ru: Вечный псиконденсатор

source: Aeternite Psykofabricator
ru: Вечный психофабрикатор

source: Aeternite Psykofabricator Construction Site
ru: Строительная площадка вечного психофабрикатора

source: Aeternite Psykofabricator Destroyed!
ru: Вечный психофабрикатор уничтожен!

source: Aeternite Regal Computing Complex
ru: Вычислительный комплекс Вечный царственный

source: Aeternite Research Cooperative
ru: Исследовательский кооператив Вечности

source: Aeternite Research Cooperative Conclusive
ru: Заключение исследовательского кооператива Вечности

source: Aeternite Shroud Cannon
ru: Пушка из вечной пелены

source: Aeternite Structural Engineering
ru: Проектирование вечных конструкций

source: Aeternite Technological Intel
ru: Вечный технологический интеллект

source: Aeternite Technological Intel: [ROOT.aeternite_intel_count]
ru: Глобальная технологическая информация: [ROOT.aeternite_intel_count]

source: Aeternite Technological Intel: [ROOT.aeternite_intel_count] | +[ROOT.aeternite_damage_bonus]% Damage
ru: Вечный технологический интеллект: [ROOT.aeternite_intel_count] | +[ROOT.aeternite_damage_bonus]% Ущерб

source: Aeternite apathy might very well be their downfall, much like many precursor civilisations.
ru: Вечная апатия вполне может стать их падением, как и у многих предшествующих цивилизаций.

source: Aeternite technology is unbelievably advanced, but we'll be able to understand it in time.
ru: Технология Вечных невероятно продвинута, но со временем мы сможем ее понять.

source: Aeternum
ru: Вечность

source: Aeternum Loop-Quantum Displacer
ru: Петля вечности-квантовый вытеснитель

source: Aeternum might be gone, but there is still much left to learn about them.
ru: Aeternum, возможно, и исчезли, но о них еще многое предстоит узнать.

source: Affirmative.
ru: Принято.

source: Affluence Center
ru: Центр изобилия

source: Agatha
ru: Агата

source: Aggressive
ru: Агрессивный

source: Aggressive Marketing
ru: Агрессивный маркетинг

source: Aggressive Marketing Target
ru: Цель агрессивного маркетинга

source: Aggressive Primitives
ru: Агрессивные примитивы

source: Aggressive Raiding
ru: Агрессивное рейдерство

source: Aggressive Swarm
ru: Агрессивный рой

source: Aggressively spending Blokkat scrap in dangerous experiments can yield great amounts of research.
ru: Агрессивное расходование отходов блокката на опасные эксперименты может привести к большому объему исследований.

source: Agles Maw
ru: Пасть Аглеса

source: Agrarian Upbringing
ru: Фермер

source: Agreed to share Yggdrasil Food
ru: Согласился поделиться едой Иггдрасиля

source: Agri Gigaplex
ru: Агро-Гигаплекс

source: Agricultural Crisis in the Katzenartig Imperium!
ru: Сельскохозяйственный кризис в империи Катзенртиг!

source: Agricultural Region
ru: Сельскохозяйственный регион

source: Agricultural Regions
ru: Сельскохозяйственные регионы

source: Agriculture Hypersegment
ru: Гиперсегмент сельского хозяйства

source: Agriculture Hypersegments
ru: Гиперсегменты сельского хозяйства

source: Ahhhh yes, drink the Kool Aid!
ru: Ахххх да, пейте 'Хладо-ген'!

source: Aid their decline with passive culling methods.
ru: Способствовать их снижению с помощью пассивных методов выбраковки.

source: Aiondia
ru: Айондия

source: Aiondia Fully Mapped Out!
ru: Айондия полностью нанесена на карту!

source: Aiondia Fully Restored!
ru: Айондия полностью восстановлена!

source: Albrecht
ru: Альбрехт

source: Alderson Artisan Drone
ru: Дрон Олдерсона-ремесленника

source: Alderson Artisan Drones
ru: Дроны-ремесленники Олдерсона

source: Alderson Chem-Drone
ru: Химический Дрон Олдерсона

source: Alderson Chem-Drones
ru: Химические дроны Олдерсона

source: Alderson Computing Complex
ru: Вычислительный комплекс Олдерсона

source: Alderson Computing Complex Complete!
ru: Вычислительный комплекс Олдерсона завершен!

source: Alderson Culture Expert
ru: Эксперт по культуре Олдерсона

source: Alderson Culture Experts
ru: Эксперты по культуре Олдерсона

source: Alderson Disk
ru: Диск Олдерсона

source: Alderson Disk Management Protocols
ru: Протоколы управления дисками Олдерсона

source: Alderson Farm Drone
ru: Фермерский Дрон Олдерсона

source: Alderson Foundry Drone
ru: Литейный дрон Олдерсона

source: Alderson Foundry Drones
ru: Литейные дроны Олдерсона

source: Alderson Lensing Drone
ru: Дрон с линзами Олдерсона

source: Alderson Lensing Drones
ru: Дроны с линзами Олдерсона

source: Alderson Matter Synth Drone
ru: Синтезаторный дрон Дело Олдерсона

source: Alderson Matter Synth Drones
ru: Синтезаторные дроны Дело Олдерсона

source: Alderson Neural Network
ru: Нейронная сеть Олдерсона

source: Alderson Neural Networks
ru: Нейронные сети Олдерсона

source: Alderson Refinery Drone
ru: Дрон перерабатывающего завода Олдерсона

source: Alderson Refinery Drones
ru: Дроны перерабатывающего завода Олдерсона

source: Alderson Slice Frame
ru: Каркас среза Олдерсона

source: Alderson Slice Specialization
ru: Специализация Олдерсона на срезах

source: Alderson Tech Drone
ru: Технический Дрон Олдерсона

source: Alderson Tech Drones
ru: Технические Дроны Олдерсона

source: Alderson Technician
ru: Техник Олдерсон

source: Alexander
ru: Александр

source: Algedion Black Hole
ru: Альгедионная черная дыра

source: Alicorn
ru: Аликорн

source: Alicorns Mobilize against Invasion!
ru: Аликорны мобилизуются против вторжения!

source: Alien City Study
ru: Исследование чужого города

source: Alien Ruins Study
ru: Исследование инопланетных руин

source: Alien Temple Discovery
ru: Открытие храма пришельцев

source: All Databanks from Alpha to Eta are used to store data about diplomatic interactions and methods of governance throughout recorded history, along with all other political or administrative data that was deemed relevant enough for the library.
ru: Приветствую вас! У вас есть проблемы с политикой или дипломатией с иностранными государствами? Тогда будьте уверены, вы пришли по адресу, такого эксперта в этой области вы больше нигде не найдете. Я приложу все свои силы, чтобы помочь §HThe [Root.GetName]§!.

source: All Databanks from Nu to Sigma are used to store data about military history, combat technology and methods of transportation throughout recorded history, along with all other navigational, military or combat data that was deemed relevant enough for the library.
ru: Добро пожаловать, я не думаю, что вам нужно называть мое имя, потому что оно все равно не имеет значения. Все, что вам нужно знать обо мне, это то, что я прожил достаточно долго, чтобы сделать карьеру как на флоте, так и в армии, на флоте я выиграл бесчисленные сражения, что позволило мне достичь звания §HВеликий адмирал§! а в армии люди называли меня §YНепобедимый§! Но хватит говорить обо мне, вы здесь не просто так, и я уверен, что смогу подсказать вам, как выжить в этой опасной Вселенной.

source: All Databanks from Tau to Omega are used to store data about archaeological findings and scientific advancements in all fields throughout recorded history, along with all other scientific, archaeological or technological data that was deemed relevant enough for the library.
ru: Добро пожаловать, перед вами §BВеличайший Ученый§! который когда-либо был у §H[Root.GetName]§! И я уверен, что смогу помочь вам как-то облегчить трудности освоения технологий вашего будущего.

source: All Databanks from Theta to Mu are used to store data about architectural achievements, production methods and forms of trade throughout recorded history, along with all other commercial, architectural or industrial data that was deemed relevant enough for the library.
ru: Вы стремитесь правильно расширить свою прибыль с минимальной долей риска? Не ищите больше, я с радостью поделюсь с вами своими знаниями. После полного усвоения моего учения никто не сможет быть достойным соперником как в отношении £trade_value£ §YТорговли§!, так и £energy£ §YДенег§!.

source: All Knowing
ru: Общеизвестный

source: All bark and no bite, surely.
ru: Все лают и, конечно, не кусаются.

source: All current '$ap_self_aware_colony$' deposits will be removed and new ones will be constructed according the new planetary instructions as long as the player has enough minerals.
ru: Все месторождения самоуправляемых колоний будут удалены, а новые будут быстро построены в соответствии с новыми планетарными схемами, пока у игрока достаточно минералов.

source: All fleets in territory of member states
ru: Все флоты на территории государств-членов

source: All instruments of war that make contact with the empire must pass through the attentive fingers of the archivists at The Universal Armory.
ru: Все орудия войны, соприкасающиеся с империей, должны пройти через внимательные пальцы архивариусов «Универсальной оружейной палаты».

source: All is as it should be.
ru: Все так, как и должно быть

source: All leaders will passively gain experience points at a slow rate.
ru: Наши лидеры, находящиеся в пассивном состоянии, набирают очки опыта с небольшой скоростью.

source: All systems nominal.
ru: Все системы в рабочем состоянии

source: All that arable land should be put to use.
ru: Вся эта пахотная земля должна быть пущена в ход

source: All that matters are Alloys and Research.
ru: Все, что имеет значение, - это сплавы и исследования.

source: All that remains now is to finish the job.
ru: Все, что теперь остается, - это закончить работу

source: All the space in the universe yet nowhere to flee.
ru: Все пространство во Вселенной, но бежать некуда.

source: All these should be recorded, their quirks and rules pinned down.
ru: Все они должны быть записаны, их причуды и правила зафиксированы.

source: All things must end.
ru: Всему должен прийти конец

source: All types of organic matter can be consumed and turned to energy or be used to grow new tissue.
ru: Любые виды органического вещества могут потребляться в пищу, превращаться в энергию или использоваться для выращивания новых тканей.

source: All will bow to the Kaiser!
ru: Все поклонятся кайзеру!

source: All-Seeing
ru: Всевидящий

source: Allow
ru: Разрешить

source: Allow Strip Mining
ru: Разрешить открытый исходный код

source: Allows $district_giga_birch_ktisma_plural$ to be built on the $name_birch$
ru: Позволяет $district_giga_birch_ktisma_plural$ быть построенным на $name_birch$

source: Allows $district_giga_birch_orykta_plural$ to be built on the $name_birch$
ru: Позволяет $district_giga_birch_orykta_plural$ быть построенным на $name_birch$

source: Allows $district_giga_birch_physma_plural$ to be built on the $name_birch$
ru: Позволяет $district_giga_birch_physma_plural$ быть построенным на $name_birch$

source: Allows Cortana to redirect excess capicity to other divisions to improve our research speed.
ru: Позволяет Кортане помогать в исследовании текущих технологий, чтобы закончить их гораздо быстрее.

source: Allows Cortana to take initiatives and research repeatable technologies by her own without the need of extra Financing.
ru: Позволяет Кортане проявлять инициативу и самостоятельно исследовать повторяющиеся технологии без использования энергии.

source: Allows for the construction of the $aot_gatekeeper$ a very formidable titan!
ru: Позволяет строить Привратника - очень грозного титана!

source: Allows for the construction of the $enigmatic_fortress_platform$ the absolutely best defense platform there is, utterly improved with runic power!
ru: Позволяет строить Загадочную крепость - абсолютно лучшую оборонительную платформу из всех существующих, абсолютно улучшенную с помощью рунической энергии!

source: Allows for the construction of the $enigmatic_fortress_platform$ the probably best defense platform there is!
ru: Позволяет строить Загадочную крепость - вероятно, лучшую оборонительную платформу из всех существующих!

source: Allows for the construction of the Omega $precursor_juggernaut$, the absolute pinnacle of the $precursor_juggernaut$ design.
ru: Позволяет строить Омега $precursor_juggernaut$, абсолютную кульминацию проекта Варбаржа.

source: Allows for the construction of the Phanon $aot_gatekeeper$, heavily improved with runic power!
ru: Позволяет строить Привратника Фанона, значительно усовершенствованного рунической энергией!

source: Allows for the construction of the Phanon $precursor_juggernaut$ which even further increases the hull and available firepower with the help of runic power.
ru: Позволяет строить $precursor_juggernaut$ Фанона, который с помощью рунической энергии еще больше увеличивает корпус и доступную огневую мощь.

source: Allows for the construction of the Sigma $precursor_juggernaut$ which even further increases the hull and available firepower.
ru: Позволяет строить Сигма-$precursor_juggernaut$, который еще больше увеличивает корпус и доступную огневую мощь.

source: Allows for the construction of the glorious Warbarge which boasts tremendous firepower and 6 ship yards!
ru: Позволяет строить великолепный Варбарж, который обладает огромной огневой мощью и 6 корабельными верфями!

source: Allows for the construction of the improved Alpha $precursor_juggernaut$ which is more sturdy and offers even more firepower then the previous version.
ru: Позволяет строить улучшенный Альфа-$precursor_juggernaut$, который более прочный и обладает еще большей огневой мощью, чем предыдущая версия.

source: Allows us to find systems with Leviathans inside of them.
ru: Дает возможность обнаружить системы, внутри которых скрываются левиафаны.

source: Allows us to transfer a handy digital copy of our principles to Sapient AIs under an organic government.
ru: Передает наши принципы всем сапиентным ИИ под управлением органического правительства.

source: Alloy Dimensionalist
ru: Измеритель сплавов

source: Alloy Dimensionalists
ru: Измерители сплавов

source: Alloy Foundry
ru: Литейный цех по производству сплавов

source: Alloy Giant
ru: Сплавовый гигант

source: Alloy Lifting District
ru: Район подъема сплавов

source: Alloy Lifting Districts
ru: Районы подъема сплавов

source: Alloy Processing Plant
ru: Завод по переработке сплавов

source: Alloy Processing Plants
ru: Заводы по переработке сплавов

source: Alloy Transmat Drone
ru: Дрон-трансматериалист сплавов

source: Alloy Transmat Drones
ru: Дроны-трансматериалисты сплавов

source: Alloys
ru: Сплавы

source: Alloys Debris Field
ru: Поле обломков сплавов

source: Almost there now.
ru: Теперь почти на месте

source: Almost there.
ru: Почти на месте.

source: Alois
ru: Алоис

source: Alpha $aot_gatekeeper$ Front Section
ru: Фронтальная секция Альфа-Привратника

source: Alpha $aot_gatekeeper$ Mid section
ru: Центральная секция Альфа-Привратника

source: Alpha $aot_gatekeeper$ Spinal Section
ru: Спинальная секция Альфа-Привратника

source: Alpha $aot_gatekeeper$ Stern Section
ru: Кормовая секция Альфа-Привратника

source: Alpha $precursor_juggernaut$
ru: Альфа-$precursor_juggernaut$

source: Alpha $precursor_juggernaut$ Core
ru: Ядро Альфа-Варбаржа

source: Alpha $precursor_juggernaut$ Left Wing
ru: Левое крыло Альфа-Варбаржа

source: Alpha $precursor_juggernaut$ Right Wing
ru: Правое крыло Альфа-Варбаржа

source: Alpha Bulwark Section
ru: Альфа-секция оплота

source: Alpha Enigmatic Fortification
ru: Альфа-Загадочное укрепление
